# execute with `brew tap Homebrew/bundle && brew bundle`

cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cheat"
brew "cloc"
brew "coreutils"
brew "ctags"
brew "git"
brew "gradle"
brew "hledger"
brew "htop"
brew "ispell"
brew "iterm2"
brew "jq"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "redis"
brew "rename"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
cask "1password"
cask "anki"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "emacs"
cask "evernote"
cask "handbrake"
cask "intellij-idea-ce"
cask "java"
cask "kitty"
cask "moom"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "tunnelblick"
cask "virtualbox"
cask "xquartz"

